Repository: aahmedsamy/special_offer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Top
ar: الاعلي

source: Buttom
ar: الاسفل

source: Advertiser
ar: المعلن

source: Offer
ar: عرض

source: Discount
ar: خصم

source: Name
ar: الاسم الاعلاني

source: Ad Image
ar: صورة الاعلان

source: Position
ar: الموقع

source: Period
ar: فترة عرض الاعلان

source: Please set ad period in seconds.
ar: من فضلك ادخل فترة عرض الاعلان بالثواني

source: Start date
ar: تاريخ البداية

source: Start viewing date
ar: تاريخ بداية العرض

source: End date
ar: تاريخ نهاية

source: End viewing date
ar: تاريخ نهاية العرض

source: End date must be greater than Start date.
ar: تاريخ نهاية العرض لابد ان يكون بعد تاريخ البداية

source: Please select offer or discount.
ar: من فضلك اختار عرض او خصم

source: It is not allowed to select offer and discount for the same Ad.
ar: غير مسموح باختيار عرض وخصم لنفس الاعلان

source: Ad
ar: اعلان

source: Ads
ar: اعلانات

source: Image
ar: صورة

source: Offer image
ar: صورة العرض

source: Offer images
ar: صور العرض

source: Ensure all letters in this value is in english letters (a:z and/or A:Z).
ar: تأكد ان كل الحروف المستخدمه حروف انجلزيه فقط

source: Ensure all letters in this value is in lowercase english letters (a:z).
ar: تأكد ان الحروف حروف انجليزيه صغيره فقط

source: Ensure all letters in this value is in uppercase english letters (A:Z).
ar: تاكد ان كل الحروف حروف انجليزيه كبيره فقط

source: Category
ar: قسم

source: Categories
ar: اقسام

source: User
ar: مستخدم

source: Followed category
ar: قسم المتابع

source: Followed categories
ar: اقسام متابعه

source: Pending
ar: معلق

source: Declined
ar: مرفوض

source: Published
ar: منشور

source: Publisher
ar: المعلن

source: Description
ar: وصف

source: Price
ar: سعر اساسي

source: Visited
ar: المشاهدات

source: Status
ar: الحاله

source: Likes
ar: الاعجابات

source: Offers
ar: عروض

source: Pending Offer
ar: عرض معلق

source: Pending Offers
ar: عروض معلقه

source: Plus item
ar: عنصر اضافي

source: Plus items
ar: محتوايات العرض

source: Precentage
ar: نسبة الخصم

source: Discounts
ar: خصومات

source: Pending Discount
ar: خصم معلق

source: Pending Discounts
ar: خصومات معلقه

source: Like
ar: اعاجب

source: Feature name
ar: ميزة

source: Offer and discount feature
ar: ميزة العرض و الخصم

source: Offer and discount features
ar: مميزات العرض و الخصم

source: Approved
ar: تمت الموافقه

source: Image/Video
ar: صورة/فيديو

source: Number of hours
ar: عدد الساعات

source: Story
ar: قصه

source: Stories
ar: قصص

source: Pending Story
ar: قصه معلقه

source: Pending Stories
ar: قصص معلقه

source: Arabic
ar: عربي

source: User informations
ar: معلومت المستخدم

source: Permissions
ar: الاذونات

source: Important dates
ar: تواريخ هامه

source: Insights
ar: احصائيات

source: User data
ar: معلومات المستخدم

source: Links
ar: روابط

source: Special offer admin panel
ar: لوحة تحكم اسبيشل اوفر

source: Special offer Administration
ar: ادارة اسبيشل اوفر

source: Special offer Management
ar: ادارة اسبيشل اوفر

source: Email address
ar: عنوان بريد الكتروني

source: Verified
ar: مفعل

source: Users
ar: مستخدمين

source: Searcher name
ar: اسم الباحث

source: Following count
ar: عدد المتابعات

source: Email
ar: ايميل

source: Date joined
ar: تاريخ الانضمام

source: Last login
ar: تاريخ اخر تسجيل دخول

source: Searcher
ar: باحث

source: Searchers
ar: باحثين

source: Holidays
ar: الاجازات

source: Publisher name
ar: اسم المعلن

source: Phone
ar: جوال

source: Address URL
ar: رابط العنوان علي الخريطه

source: Website URL
ar: الموقع الالكتروني

source: Facebook URL
ar: حساب فيسبوك

source: Twitter URL
ar: حساب تويتر

source: Instgram URL
ar: حساب انستجرام

source: Trading document
ar: سجل تجاري

source: Work starts at
ar: بداية العمل

source: Work ends at
ar: نهايةالعمل

source: Not verified
ar: غير مفعل

source: Active posts
ar: العروض النشطه

source: Total visits
ar: عدد المشاهدات

source: Publishers
ar: معلنين

source: AdvertiserNotification
ar: اشعار المعلن

source: AdvertiserNotifications
ar: اشعارات المعلن

source: Change special offer password
ar: تغيير كلمة المرور

source: You special offer password has been changed.
ar: تم تغيير كلمة المرور

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح

source: Old password is wrong!
ar: كملة المرور القديمه خاطئه

source: Unable to login with provided credentials
ar: غير قادر علي تسجيل الدخول بالبيانات المعطاه

source: Your account verified successfuly
ar: تم تفعيل الحساب بنجاح

source: Wrong verification code!
ar: كود تفعيل خاطئ

source: Password Resetted successfully
ar: تم استعادة كلمة المرور بنجاح

source: invalid code!
ar: كود خاطئ

source: Invalid URL!
ar: رابط خاطئ
